Repository: phanimahesh/unity-tweak-tool
Catalog: po/*.po
Languages: pt_br

source: Enable prompts for webapp integration when visitiing supported websites?
pt_br: Habilitar solicitação para integração de aplicativos web quando visitar websites suportados?

source: Integration prompts:
pt_br: Solicitações de integração:

source: Preauthorized domains:
pt_br: Domínios pré-autorizados:

source: Restore the default Unity Webapps settings.
pt_br: Restaura as configurações padrão para aplicativos web do Unity

source: Remember previous commands
pt_br: Lembrar comandos anteriores

source: If enabled, the HUD will remember previously executed entries and sort them by frequently used.
pt_br: Se habilitado, o HUD irá lembrar entradas previamente executadas e classificá-las por frequência de uso.

source: Keyboard Shortcuts
pt_br: Atalhos de teclado

source: Hold Super for keyboard shortcuts
pt_br: Manter Super pressionado para exibir atalhos de teclado

source: When enabled, pressing the Super key displays an overlay of all Unity keyboard shortcuts
pt_br: Quando habilitado, pressionar o botão Super exibe uma sobreposição de todos os atalhos de teclado do Unity

source: List of Unity keyboard shortcuts
pt_br: Lista de atalhos de teclado do Unity

source: Notifications
pt_br: Notificações

source: All displays
pt_br: Todos os monitores

source: For multiple displays, notifications are visible on all of them.
pt_br: Para múltiplos monitores, notificações são visíveis em todos eles.

source: Active display
pt_br: Monitor ativo

source: For multiple displays, notifications are visible on the active display.
pt_br: Para múltiplos monitores, notificações são visíveis no monitor ativo.

source: Restore the default Unity keyboard shortcut settings.
pt_br: Restaura as configurações padrão de atalhos de teclado

source: Unity Tweak Tool is a settings manager intended to be used with Ubuntu Unity.
pt_br: A Ferramenta de ajuste do Unity é um gerenciador de configurações para ser usado com o Unity do Ubuntu.

source: Unity Tweak Tool on Launchpad
pt_br: Ferramenta de ajuste do Unity no Launchpad

source: Icons on desktop:
pt_br: Ícones na Área de trabalho

source: A list of icons to display on the desktop
pt_br: Uma de lista de ícones para serem exibidos na área de trabalho

source: Display:
pt_br: Exibir:

source: Home Folder
pt_br: Pasta Pessoal

source: Show a shortcut to &quot;Home Folder&quot; on the desktop
pt_br: Exibir um atalho para a &quot;Pasta pessoal&quot; na área de trabalho

source: Show a shortcut to "Home Folder" on the desktop
pt_br: Exibir atalho para "Pasta pessoal" na área de trabalho

source: Network
pt_br: Rede

source: Show a shortcut to &quot;Network&quot; on the desktop
pt_br: Exibir um atalho para &quot;Rede&quot; na área de trabalho

source: Show a shortcut to "Network" on the desktop
pt_br: Exibir atalho para "Rede" na Área de Trabalho"

source: Rubbish Bin
pt_br: Lixeira

source: Show a shortcut to &quot;Trash&quot; on the desktop
pt_br: Exibir um atalho para a &quot;Lixeira&quot; na área de trabalho

source: Show a shortcut to "Trash" on the desktop
pt_br: Exibir um atalho para "Lixeira" na área de trabalho

source: Devices
pt_br: Dispositivos

source: Show a shortcut to &quot;Devices&quot; on the desktop
pt_br: Exibir um atalho para &quot;Dispositivos&quot; na área de trabalho

source: Show a shortcut to "Devices" on the desktop
pt_br: Exibir atalho para "Dispositivos" na área de trabalho

source: Restore the default configurations for Desktop icons
pt_br: Restaurar as configurações padrão para ícones da área de trabalho

source: Desktop lock
pt_br: Bloquear sessão

source: If enabled, the user can activate the desktop lock screen.
pt_br: Se habilitado, o usuário pode ativar a tela de bloqueio da sessão

source: User log out
pt_br: Encerrar sessão

source: If enabled, users can log out of the session they&apos;re in.
pt_br: Se habilitado, os usuários podem encerrar a sessão em que eles estão.

source: If enabled, users can log out of the session they're in.
pt_br: Se habilitado, oa usuárioa pode encerrar a sessão em que eles estão.

source: User switching
pt_br: Troca de usuário

source: If enabled, allow the user to switch to another account while their session is active.
pt_br: Se habilitado, permite ao usuário trocar de conta enquanto sua sessão está ativa.

source: Printing
pt_br: Impressão

source: If enabled, allow the access to the system&apos;s printers and print setup.
pt_br: Se habilitado, permite o acesso às impressoras e configurações de impressão do sistema.

source: If enabled, allow the access to the system's printers and print setup.
pt_br: Se habilitado, permite o acesso às impressoras e configurações de impressão do sistema.

source: Restore the default configurations for Security settings
pt_br: Restaurar configurações padrão para definições de segurança

source: Scrollbars
pt_br: Barras de rolagem

source: Legacy
pt_br: Antigo

source: Overlay
pt_br: Sobreposição

source: Select the behaviour of the overlay scrollbars.
pt_br: Selecione o comportamento das barras de rolagem de sobreposição.

source: Default
pt_br: Padrão

source: Overlay with mouse
pt_br: Sobreposição com o mouse

source: No overlay
pt_br: Sem sobreposição

source: Behaviour:
pt_br: Comportamento:

source: Edge
pt_br: Borda

source: If enabled, edge scrolling is active on touchpads.
pt_br: Se habilitado, a zona de rolagem do touchpad é ativada.

source: Two-finger
pt_br: Dois dedos

source: If enabled, two-finger scrolling is active on multitouch touchpads.
pt_br: Se habilitado, a rolagem com dois dedos em touchpads mutitouch é ativada.

source: Touch scrolling
pt_br: Rolagem de toque

source: Horizontal scrolling
pt_br: Rolagem horizontal

source: Available themes
pt_br: Temas disponíveis

source: List of GTK Themes
pt_br: Lista de temas GTK

source: GTK Theme
pt_br: Tema GTK

source: List of Window decoration themes
pt_br: Lista de temas de decoração de janelas

source: Window decoration theme
pt_br: Tema de decoração de janelas

source: Restore system's default theme configurations
pt_br: Restaura as configurações padrão de tema do sistema

source: List of icon themes
pt_br: Lista de temas de ícones

source: Icon theme
pt_br: Tema de ícones

source: Restore system's default icon theme configurations
pt_br: Restaura as configurações padrão de tema de ícones do sistema

source: List of cursor themes
pt_br: Lista de temas do cursor

source: Cursor Theme
pt_br: Tema do cursor

source: Preferences
pt_br: Preferências

source: Use large cursors
pt_br: Usar cursores grandes

source: If enabled, the system will use a larger cursor.
pt_br: Se habilitado, o sistema irá usar um cursor maior.

source: Restore system's default cursor theme configurations
pt_br: Restaura as configurações padrão de tema de cursores do sistema

source: Select the default font for all applications.
pt_br: Selecione a fonte padrão para todos os aplicativos

source: Default font:
pt_br: Fonte padrão:

source: Select the default font used for reading documents.
pt_br: Seleciona a fonte padrão usada para leitura de documentos.

source: Document font:
pt_br: Fonte de documentos:

source: Select the default monospace font.
pt_br: Selecione a fonte monoespaçada padrão

source: Monospace font:
pt_br: Fonte monoespaçada:

source: Select the default font for the window titlebar.
pt_br: Selecione a fonte padrão para a barra de título das janelas.

source: Window title font:
pt_br: Fonte de título de janelas:

source: Select the type of antialiasing used to render fonts.
pt_br: Selecione o tipo de suavização usada para renderizar fontes.

source: Antialiasing:
pt_br: Suavização:

source: Grayscale
pt_br: Escala de cinza

source: Select the type of hinting to use when rendering fonts
pt_br: Selecione o tipo de hinting usado quando renderizar fontes

source: Slight
pt_br: Leve

source: Medium
pt_br: Médio

source: Full
pt_br: Completo

source: Select the factor used to enlarge or reduce text display, without changing font size.
pt_br: Selecione o fator usado para aumentar ou reduzir a exibição de texto, sem alterar o tamanho da fonte.

source: Text scaling factor:
pt_br: Fator de escalonamento do texto:

source: Restore system's default font configurations
pt_br: Restaura as configurações padrão de fonte do sistema

source: Layout:
pt_br: Disposição:

source: Use the default window button layout.
pt_br: Usa a disposição padrão de botões nas janelas

source: Left
pt_br: Esquerda

source: Align the window controls to the left side of the window.
pt_br: Alinha os controles de janela no lado esquerdo da janela

source: Right
pt_br: Direita

source: Align the window controls to the right side of the window.
pt_br: Alinha os controles de janela no lado direito da janela.

source: Alignment:
pt_br: Alinhamento:

source: Custom
pt_br: Personalizado

source: Use a custom window button layout.
pt_br: Usar uma disposição de botões de janela personalizada.

source: Select a custom window controls layout.
pt_br: Seleciona uma disposição personalizada de controles de janela.

source: Current layout
pt_br: Disposição atual

source: Close button only
pt_br: Apenas botão fechar

source: Close, maximize, window title
pt_br: Fechar, maximizar, título da janela

source: Close, minimize, window title
pt_br: Fechar, minimizar, título da janela

source: Close, window title, maximize
pt_br: Fechar, título da janela, maximizar

source: Show menu button
pt_br: Mostrar botão de menu

source: If enabled, show the window menu in the titlebar.
pt_br: Se habilitado, mostra o botão de menu na barra de título.

source: Restore Defaults
pt_br: Restaurar padrões

source: Restore default window controls settings.
pt_br: Restaura as configurações padrão de controles de janelas

source: Window Controls
pt_br: Controles de janela

source: _File
pt_br: _Arquivo

source: Workspace settings
pt_br: Configurações de espaço de trabalho

source: Windows spread
pt_br: Espalhamento de janelas

source: Windows snapping
pt_br: Ajuste de janelas

source: Window controls
pt_br: Controle de janela

source: _Help
pt_br: _Ajuda

source: Overview
pt_br: Visão geral
