Repository: phanimahesh/unity-tweak-tool
Catalog: po/*.po
Languages: pt_br

source: Zoom
pt_br: Ampliar

source: Enable desktop zoom?
pt_br: Habilitar zoom da área de trabalho?

source: Desktop magnification:
pt_br: Ampliação da área de trabalho:

source: List of keyboard shortcuts for zoom
pt_br: Lista de atalhos de teclado para zoom

source: Title
pt_br: Título

source: Accelerator
pt_br: Acelerador

source: Hardware acceleration
pt_br: Aceleração de hardware

source: Select the level of texture rendering done by OpenGL
pt_br: Selecione o nível de textura renderizada pela OpenGL

source: Texture quality:
pt_br: Qualidade da textura

source: Fast
pt_br: Rápido

source: Good
pt_br: Bom

source: Best
pt_br: Melhor

source: Update display during VBlank
pt_br: Atualizar monitor durante VBlank

source: When enabled, screen updates are performed when the monitor is in vertical blank mode.
pt_br: Quando habilitado, atualizações de tela são realizadas quando o monitor estiver no modo de branco vertical.

source: Animations
pt_br: Animações

source: Minimize:
pt_br: Minimizar:

source: None
pt_br: Nenhum

source: Random
pt_br: Aleatório

source: Curved Fold
pt_br: Dobras Curvadas

source: Fade
pt_br: Esmaecer

source: Glide 1
pt_br: Deslizar 1

source: Glide 2
pt_br: Deslizar 2

source: Horizontal Folds
pt_br: Dobras horizontais

source: Magic Lamp
pt_br: Lâmpada mágica

source: Magic Lamp Wavy
pt_br: Ondulado de lâmpada mágica

source: Sidekick
pt_br: Pontapé

source: Unminimize:
pt_br: Restaurar:

source: Keyboard shortcuts
pt_br: Atalhos de teclado

source: List of window manager keyboard shortcuts
pt_br: Lista de atalhos de teclado para o gerenciador de janela

source: Restore defaults
pt_br: Restaurar as definições padrão

source: Restore default window manager settings
pt_br: Restaurar configurações padrão do gerenciador de janela

source: General
pt_br: Geral

source: Enable the window manager to draw multiple workspaces
pt_br: Permitir que o gerenciador de janela gere múltiplas áreas de trablho

source: Workspace switcher:
pt_br: Alternador de áreas de trabalho:

source: Select the outline colour of the current workspace in the overview
pt_br: Selecione a cor de contorno da área de trabalho atual na visão geral

source: Current workspace colour:
pt_br: Cor da área de trabalho atual:

source: Select the number of vertical workspaces
pt_br: Selecione o número de áreas de trabalho verticais:

source: Vertical workspaces:
pt_br: Áreas de trabalho verticais:

source: Select the number of horizontal workspaces
pt_br: Selecione o número de áreas de trabalho horizontais

source: Horizontal workspaces:
pt_br: Áreas de trabalho horizontais:

source: Workspace shortcuts
pt_br: Atalhos de área de trabalho

source: List of workspace management keyboard shortcuts
pt_br: Listar teclas de atalho para o gerenciamento de áreas de trabalho

source: Restore default workspace configuration
pt_br: Restaurar as configurações padrão de espaço de trabalho

source: Workspace Settings
pt_br: Configurações de área de trabalho

source: Enable the window spread?
pt_br: Habilitar espalhamento de janelas?

source: Window spread:
pt_br: Espalhamento de janelas:

source: Select the space between window in the spead overview in pixels
pt_br: Selecione o espaço entre janelas na visão geral de espalhamento em pixels

source: Spacing:
pt_br: Espaçamento:

source: Icons on previews
pt_br: Ícones na visualização

source: When enabled, show an application's icon on the window preview in the window spread
pt_br: Quando habilitado, mostra um ícone de aplicativo na janela de visualização no espalhamento de janelas

source: Click to access desktop
pt_br: Clicar para acessar área de trabalho

source: When enabled, clicking on the desktop in the window spread will display the desktop
pt_br: Quando habilitado, clicar na área de trabalho no espalhamento de janelas irá exibir a área de trabalho

source: Window spread shortcuts
pt_br: Atalhos de espalhamento de janelas

source: List of window spread shortcuts
pt_br: Lista de atalhos de espalhamento de janelas

source: Restore default window spread settings
pt_br: Restaurar configurações padrão de espalhamento de janelas

source: Window spread
pt_br: Espalhamento de janelas

source: Window snapping:
pt_br: Encaixe de janelas:

source: Fill colour:
pt_br: Cor do preenchimento:

source: Outline colour:
pt_br: Cor do contorno:

source: Behaviour
pt_br: Comportamento

source: Window snapping
pt_br: Ajuste de janelas

source: Hotcorners:
pt_br: Atalho de cantos:

source: Hotcorners
pt_br: Atalho de cantos

source: Focus Behaviour
pt_br: Comportamento de foco

source: Auto-raise delay:
pt_br: Atraso de auto-elevação:

source: Set the delay for raising newly focused windows.
pt_br: Configurar o atraso para elevar janelas focadas recentemente.

source: Focus mode:
pt_br: Modo de foco:

source: Select the window focus mode; "click" means windows must be clicked in order to focus them, "sloppy" means windows are focused when the mouse enters the window, and "mouse" means windows are focused when the mouse enters the window and unfocused when the mouse leaves the window.
pt_br: Selecione o modo de foco da janela; "clique" significa que as janelas devem ser clicadas para que o foco passe para elas, "descuidado" significa que as janelas são focadas quando o mouse entrar na janela, e "mouse" significa que as janelas são focadas quando o mouse entrar na janela e desfocadas quando o mouse deixar a janela.

source: Click
pt_br: Clique

source: Sloppy
pt_br: Descuidado

source: If enabled, windows that take focus will be automatically raised.
pt_br: Se habilitado, janelas que são focadas se elevarão automaticamente.

source: Auto-raise:
pt_br: Auto-elevação:

source: Titlebar Actions
pt_br: Ações de barra de título

source: Double click:
pt_br: Clique duplo:

source: Select the titlebar's double click action.
pt_br: Selecione a ação de clique duplo da barra de título.

source: Toggle Shade
pt_br: Alternar sombreamento

source: Maximize
pt_br: Maximizar

source: Horizontal expand
pt_br: Expansão horizontal

source: Vertical expand
pt_br: Expansão vertical

source: Minimize
pt_br: Minimizar

source: No action
pt_br: Nenhuma ação

source: Lower
pt_br: Rebaixar

source: Middle click:
pt_br: Clique com botão central:

source: Select the titlebar's middle click action.
pt_br: Selecione a ação do clique com botão central na barra de título.

source: Toggle shade
pt_br: Alternar sombreamento

source: Right click:
pt_br: Clique com botão direito:

source: Select the titlebar's right click action.
pt_br: Selecione a ação do clique com botão direito na barra de título.

source: Resizing
pt_br: Redimensionando

source: Restore the default settings for the additional options.
pt_br: Restaurar as configurações padrão para as opções adicionais.

source: Additional
pt_br: Adicional

source: Close window
pt_br: Fechar a janela

source: Move window
pt_br: Mover a janela

source: Alt+mouse button 1
pt_br: Alt+botão 1 do mouse

source: Show desktop
pt_br: Exibir área de trabalho

source: Zoom in
pt_br: Ampliar

source: Zoom out
pt_br: Reduzir

source: Start windows spread
pt_br: Iniciar espalhamento de janelas

source: Start windows spread for all windows
pt_br: Iniciar espalhamento de janelas para todas as janelas

source: Disabled
pt_br: Desabilitado

source: Start workspace switcher
pt_br: Iniciar alternador de área de trabalho

source: Toggle Desktop
pt_br: Alternar área de trabalho

source: Show Workspaces
pt_br: Mostrar espaços de trabalho

source: Window Spread
pt_br: Espalhamento de janelas

source: Spread all Windows
pt_br: Espalhar todas as janelas

source: Do Nothing
pt_br: Não fazer nada

source: Bottom Left Corner
pt_br: Canto inferior esquerdo

source: Bottom Half
pt_br: Metade inferior

source: Bottom Right Corner
pt_br: Canto inferior direito

source: Left Half
pt_br: Metade esquerda

source: Fill Screen
pt_br: Toda a tela

source: Right Half
pt_br: Metade direita

source: Top Left Corner
pt_br: Canto superior esquerdo

source: Top Half
pt_br: Metade superior

source: Top Right Corner
pt_br: Canto superior direito

source: Choose a Theme file to install
pt_br: Escolha um arquivo de tema para instalação

source: Install Theme
pt_br: Instalar Tema

source: Unity Tweak Tool
pt_br: Ferramenta de ajuste do Unity

source: Configuration frontend for the Unity desktop environment
pt_br: Interface de configuração para o ambiente de trabalho Unity

source: Show the settings for the security.
pt_br: Mostrar as configurações para a segurança.

source: Desktop Icons
pt_br: Ícones da Área de Trabalho

source: Window Snapping
pt_br: Encaixe de janelas

source: Window Spread
pt_br: Espalhamento de janelas

source: Workspace Settings
pt_br: Configurações de espaços de trabalho

source: Window Controls
pt_br: Controles de janela

source: Show the Unity launcher settings
pt_br: Exibir configurações do lançador do Unity

source: Launcher
pt_br: Lançador

source: Show the Unity Dash settings
pt_br: Exibir configurações do painel do Unity

source: Search
pt_br: Pesquisar

source: Show the Unity Panel settings
pt_br: Mostrar configurações da barra superior do Unity

source: Panel
pt_br: Barra superior

source: Show the Unity Switcher settings
pt_br: Exibir configurações do alternador do Unity

source: Switcher
pt_br: Alternador

source: Web Apps
pt_br: Aplicativos da web

source: Show the additional Unity settings
pt_br: Exibir configurações adicionais do Unity

source: Window Manager
pt_br: Gerenciador de Janelas

source: Show the general settings for the window manager
pt_br: Exibir configurações gerais para o gerenciador de janela

source: Show the settings for the workspace switcher
pt_br: Exibir configurações do alternador de áreas de trabalho

source: Show the settings for window spread behaviour
pt_br: Mostrar as configurações para o comportamento do espalhamento de janelas

source: Show the settings for window snapping behaviour
pt_br: Mostrar as configurações para o comportamento do encaixe de janelas

source: Show the settings for hotcorner behaviour
pt_br: Mostrar as configurações para o comportamento dos atalhos de cantos

source: Show the additional settings pane.
pt_br: Mostrar o painel de configurações adicionais.

source: Appearance
pt_br: Aparência

source: Show the settings for the global system themes
pt_br: Exibir configurações dos temas globais do sistema

source: Theme
pt_br: Tema

source: Show the settings for the icon themes
pt_br: Exibir configurações de temas de ícones

source: Icons
pt_br: Ícones

source: Show the settings for the cursor themes
pt_br: Exibir configurações de temas do cursor

source: Show the settings for the system-wide fonts
pt_br: Mostrar as configurações para as fontes do sistema

source: Fonts
pt_br: Fontes

source: System
pt_br: Sistema

source: Show the settings for the desktop icons
pt_br: Mostrar as configurações para ícones da área de trabalho

source: Security
pt_br: Segurança

source: Show the settings for the scrolling.
pt_br: Mostrar as configurações para a rolagem

source: Scrolling
pt_br: Rolagem

source: Invoke HUD
pt_br: Chamar o HUD

source: Show the launcher
pt_br: Mostrar o lançador

source: Execute command
pt_br: Executar comando

source: Put keyboard focus on the launcher
pt_br: Por o teclado em foco no lançador

source: Open the first panel menu
pt_br: Abrir o primeiro menu da barra superior

source: Start switcher
pt_br: Iniciar alternador

source: Start switcher in reverse
pt_br: Iniciar alternador em modo reverso

source: Start switcher for all workspaces
pt_br: Iniciar alternador para todos os espaços de trabalho

source: Start switcher for all workspaces in reverse
pt_br: Iniciar alternador para todos os espaços de trabalho em reverso

source: Go right in the switcher
pt_br: Vá para a direita no alternador

source: Go left in the switcher
pt_br: Vá para a esquerda no alternador

source: Alt+Left
pt_br: Alt+Esquerda

source: Expose windows in the switcher
pt_br: Expor janelas no alternador

source: Collapse windows in the switcher
pt_br: Recolher janelas no alternador

source: Flip through windows in the switcher
pt_br: Alternar janelas no alternador

source: Flip through windows in the switcher backwards
pt_br: Alternar janelas no alternador de trás para frente

source: Should the launcher be hidden?
pt_br: O lançador deveria estar escondido?

source: Auto-hide:
pt_br: Esconder automaticamente

source: Select the auto-hide animation of the launcher.
pt_br: Selecionar a animação de auto-ocultar do Lançador

source: Fade Dash & Slide
pt_br: Desvanecer e deslizar o Painel

source: Slide only
pt_br: Apenas deslizar

source: Fade only
pt_br: Apenas desaparecer

source: Fade & slide
pt_br: Desaparecer e deslizar

source: Auto-hide animation:
pt_br: Animação de auto-ocultar:

source: Select the option to reveal the dash with the mouse, when auto-hide is enabled.
pt_br: Selecione a opção para revelar o Painel com o mouse, quando o auto-ocultar estiver ativo.

source: Reveal location:
pt_br: Ponto de revelação:

source: Reveal sensitivity:
pt_br: Sensibilidade de revelação:

source: How much pointer "pressure" is required to reveal the launcher.
pt_br: Quanta "pressão" do cursor é necessária para revelar o lançador.

source: Left side
pt_br: Lado esquerdo

source: When in auto-hide mode the left edge of the current workspace triggers the launcher.
pt_br: Quando estiver no modo de auto-ocultar, a borda esquerda do espaço de trabalho atual ativa o Lançador

source: Top left corner
pt_br: Canto esquerdo superior

source: When in auto-hide mode the top left corner of the current workspace triggers the launcher.
pt_br: Quando estiver no modo de auto-ocultar, o canto esquerdo superior do espaço de trabalho atual ativa o Lançador.

source: Transparency:
pt_br: Transparência:

source: Enable launcher transparency?
pt_br: Habilitar transparência no lançador?

source: Select the level of the transparency of the launcher
pt_br: Selecione o nível de transparência do lançador

source: Transparency level:
pt_br: Nível de transparência:

source: How transparent the launcher will be.
pt_br: O quão transparente o lançador deve ser

source: Based on wallpaper
pt_br: Baseado no papel de parede

source: If selected, the launcher colour is based on the desktop background
pt_br: Se selecionado, a cor do lançador é baseada no fundo da área de trabalho

source: Colour:
pt_br: Cor:

source: Visibility:
pt_br: Visibilidade:

source: Custom:
pt_br: Personalizado:

source: If selected, the launcher will be the colour chosen by the user
pt_br: Se selecionado, o lançador estará com a cor escolhida pelo usuário

source: All desktops
pt_br: Todas as áreas de trabalho

source: If selected, the launcher is visible on all desktops.
pt_br: Se selecionado, o lançador ficará visível em todos os espaços de trabalho.

source: If selected, the launcher is visible on all desktops
pt_br: Se selecionado, o lançador ficará visível em todos os espaços de trabalho

source: Primary desktop
pt_br: Área de trabalho primária

source: If selected, the launcher is visible on the primary desktop
pt_br: Se selecionado, o lançador ficará visível no espaço de trabalho primário

source: Select the size of the icons on the launcher
pt_br: Selecione o tamanho dos ícones no lançador.

source: Icon size:
pt_br: Tamanho dos ícones:

source: Select the animation used for launching an application.
pt_br: Selecione a animação utilizada ao iniciar um aplicativo.

source: No animation
pt_br: Nenhuma animação

source: Pulse
pt_br: Pulsar

source: Blink
pt_br: Piscar

source: Select the animation used for an urgent notification on the launcher
pt_br: Selecione a animação utilizada para uma notificação urgente no lançador

source: Wiggle
pt_br: Agitar

source: Launch animation:
pt_br: Animação do lançador:

source: Urgent animation:
pt_br: Animação de urgência:

source: Select how the icons are coloured on the launcher
pt_br: Selecione como os ícones são coloridos no lançador

source: All applications
pt_br: Todos os aplicativos

source: Open applications only
pt_br: Somente aplicativos abertos

source: No colouring
pt_br: Sem coloração

source: Coloured edges
pt_br: Bordas coloridas

source: Alternated for each workspace
pt_br: Alternado para cada espaço de trabalho

source: Icon backgrounds:
pt_br: Plano de fundo dos ícones:

source: "Show Desktop" icon:
pt_br: Ícone "Mostrar área de trabalho":

source: Restore default Unity launcher settings.
pt_br: Restaurar configurações padrão do lançador Unity

source: Background blur:
pt_br: Desfoque do plano de fundo:

source: Enable dash blur?
pt_br: Ativar desfoque do Painel?

source: Select the type of blur in the dash
pt_br: Selecione o tipo de desfoque do Painel

source: Blur type:
pt_br: Tipo de desfoque:

source: Active
pt_br: Ativo

source: Use a dynamic blur in the dash.
pt_br: Usar um desfoque dinâmico do Painel.

source: Static
pt_br: Estático

source: Use a static blur in the dash, uses less resources.
pt_br: Usar um desfoque estático do Painel, utiliza menos recursos.

source: Search online sources
pt_br: Buscar fontes online.

source: If enabled, the dash will get suggestions from online sources.
pt_br: Se ativado, o Painel irá obter sugestões a partir de fontes online.

source: Applications
pt_br: Aplicativos

source: Show "Recently Used" applications
pt_br: Mostrar aplicativos "Usados recentemente"

source: If enabled, show recently used applications in the Dash.
pt_br: Se habilitado, mostra aplicativos recém utilizados no Painel.

source: Show "More Suggestions"
pt_br: Mostrar "Mais sugestões"

source: If enabled, show applications available for download in the Dash.
pt_br: Se habilitado, mostra aplicativos disponíveis para download no Painel.

source: Files
pt_br: Arquivos

source: Enable search of your files
pt_br: Habilitar busca de seus arquivos

source: If enabled, allow searches to find your files that aren't logged.
pt_br: Se habilitado, permite buscas para achar seus arquivos que você não registrou.

source: Run Command
pt_br: Executar comando

source: Clear History
pt_br: Limpar histórico

source: Clear ALT+F2 command history.
pt_br: Limpar histórico do comando ALT+F2.

source: Restore the default Dash settings.
pt_br: Restaurar as configurações padrão do Painel.

source: Menu visible for:
pt_br: Menu visível para:

source: Enable transparency for the panel?
pt_br: Habilitar transparência para a barra superior?

source: Select how long the application menu is visible when an application is first opened
pt_br: Selecione quanto tempo o menu do aplicativo fica visível quando o aplicativo é aberto pela primeira vez

source: seconds
pt_br: segundos

source: Set the level of transparency for the panel.
pt_br: Configure o nível de transparência para a barra superior.

source: Opaque panel for maximized windows
pt_br: Tornar a barra superior opaca para janelas maximizadas

source: If selected, the panel will be opaque for maximized windows
pt_br: Se selecionada, a barra superior se tornará opaca para janelas maximizadas

source: Indicators
pt_br: Indicadores

source: Date & time
pt_br: Data & hora

source: If enabled, the date &amp; time indicator will be visible.
pt_br: Se habilitado, o indicador de data &amp; hora será visível.

source: If enabled, the date & time indicator will be visible.
pt_br: Se habilitado, o indicador de data & hora será visível.

source: 12-hour time
pt_br: Relógio de 12 horas

source: Have the clock use 12-hour time.
pt_br: O relógio usará o formato de 12 horas.

source: 24-hour time
pt_br: Relógio de 24 horas

source: Have the clock use 24-hour time.
pt_br: O relógio usará o formato de 24 horas.

source: Seconds
pt_br: Segundos

source: If enabled, the clock will display seconds.
pt_br: Se habilitado, o relógio exibirá os segundos.

source: Date
pt_br: Data

source: If enabled, the month and day will be visible in the panel.
pt_br: Se habilitado, o mês e o dia será visível na barra superior.

source: Weekday
pt_br: Dia da semana

source: If enabled, the day of the week will be visible in the panel.
pt_br: Se habilitado, o dia da semana será visível na barra superior.

source: Include:
pt_br: Incluir:

source: Calendar
pt_br: Calendário

source: If enabled, the calendar will be visible in the indicator menu.
pt_br: Se habilitado, o calendário ficará visível no menu indicador.

source: If enabled, the bluetooth indicator is visible in the panel.
pt_br: Se habilitado, o indicador de bluetooth ficará visível na barra superior.

source: Power
pt_br: Energia

source: If enabled, show the power menu in the panel.
pt_br: Se habilitado, mostra o menu de energia na barra superior.

source: Visible when charging or discharging
pt_br: Visível quando carregando ou descarregando.

source: Set the power indicator to be visible when charging or discharging power.
pt_br: Configura o indicador de energia para ser visível quando carregando ou descarregando a energia.

source: Always visible
pt_br: Sempre visível

source: Set the power indicator to be always visible.
pt_br: Configura o indicador de energia para ser sempre visível.

source: Display remaining battery life
pt_br: Exibir vida restante da bateria

source: If enabled, show the remaining battery life in the power indicator.
pt_br: Se habilitado, mostra a vida restante da bateria no indicador de energia.

source: If enabled, show the sound menu in the panel.
pt_br: Se habilitado, mostra o menu de som na barra superior.

source: Default player:
pt_br: Reprodutor padrão:

source: Select which of the installed audio players is default in the sound menu.
pt_br: Seleciona qual dos reprodutores de áudio instalados é o padrão no menu de som.

source: Notifications when scrolling
pt_br: Notificações quando rolar

source: When using scrolling to change the volume, show on-screen notifications.
pt_br: Quando usar rolagem para alterar o volume, mostra notificações na tela.

source: Show my name
pt_br: Mostrar meu nome

source: If enabled, show the user&apos;s real name in the panel.
pt_br: Se habilitado, mostra o nome real do usuário na barra superior.

source: If enabled, show the user's real name in the panel.
pt_br: Se habilitado, mostra o nome real do usuário na barra superior.

source: Restore the default Unity panel settings.
pt_br: Restaura as configurações padrão da barra superior do Unity.

source: Switch between windows on all workspaces
pt_br: Alternar entre janelas em todos os espaços de trabalho

source: If enabled, the window switcher cycles through all windows on all workspaces
pt_br: Se habilitado, o alternador de janelas circula por todas as janelas em todos os espaços de trabalho

source: Display "Show Desktop" icon
pt_br: Exibir ícone "Mostrar área de trabalho"

source: If enabled, show the "Show Desktop" option in the window switcher
pt_br: Se habilitado, mostra a opção "Mostrar área de trabalho" no alternador de janelas

source: Switch between minimized windows
pt_br: Alternar entre janelas minimizadas

source: If enabled, the window switcher will switch through minimized windows
pt_br: Se habilitado, o alternador de janelas irá alternar pelas janelas minimizadas

source: Automatically expose windows
pt_br: Expor janelas automaticamente

source: If enabled, the window switcher will expose minimized windows
pt_br: Se habilitado, o alternador de janelas irá expor janelas minimizadas

source: Window switching shortcuts
pt_br: Atalhos para alternar janelas

source: Window switcher shortcuts
pt_br: Atalhos do alternador de janela

source: Launcher switching shortcuts
pt_br: Atalhos de alternância do Lançador

source: Launcher switcher shortcuts
pt_br: Atalhos do alternador do Lançador

source: Restore the default window switcher settings.
pt_br: Restaura as configurações padrão do alternador de janelas.
